Revit 2026 API

# NoiseNoiseThresholdLow Property

---

The property labeled "Low" from the "Noise" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string NoiseThresholdLow { get; }
```
```vb
Public Shared ReadOnly Property NoiseThresholdLow As String
	Get
```
```cpp
public:
static property String^ NoiseThresholdLow {
	String^ get ();
}
```
```fsharp
static member NoiseThresholdLow : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 1".

#### Reference

Noise Class

Autodesk.Revit.DB.Visual Namespace